data.cancelUnits = [{
    name: "綜合財務處 台北組",
    x: 1017,
    y: 85,
    width: '190px',
    height: '80px',
    isLeft: true,
    description: [
        [
            "（一）本處駐地位於台北市，職司國軍外購物資經費之結（報）匯、駐外單位人員薪餉、作業維持經費、軍事人員出國各項經費、國內外官兵卹金、國軍官兵購置住宅基金等特種財務業務，前身為聯勤綜合財務處，並於87年7月1日改隸國防部，更銜為國軍綜合財務處，隸屬國防部主計局財務中心，戰時受空軍作戰指揮部指揮管制。",
            "（二）配合「精進案」組織調整規劃，於95年11月1日裁撤，負責任務由國軍台北財務處承接。"
        ],
        [
            "（一）本組駐地位於台北市，職司台北市及基隆市地區國軍集中支付業務、零用金撥補及廠商押標金、保證（固）金（品）收繳與發還等業務，前身為聯勤第三十六地區收支組，嗣於45年8月1日改隸聯勤第二地區收支組，並於87年7月1日改隸國防部，更銜為國軍台北財務組，隸屬國防部主計局財務中心，戰時受空軍作戰指揮部指揮管制。",
            "（二）配合「精進案」第二階段組織調整規劃，於99年11月1日裁撤，負責任務由國軍台北財務處承接。"
        ]
    ],
    line: {
        left: '-150px',
        width: '150px',
        top: '9px',
        isLeft: true
    }
},{
    name: "基隆組",
    x: 1067,
    y: 50,
    width: 'auto',
    height: '40px',
    isLeft: true,
    description: [
        [
            "（一）本組駐地位於基隆市，轄補東自○○、西濱○○、南至○○、北達○○，職司基隆市及台北縣部分地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第三十三地區收支組，嗣於68年1月1日改隸聯勤第五十一地區收支組，並於87年7月1日改隸國防部，更銜為國軍基隆財務組，隸屬國防部主計局財務中心，特定配屬國軍台北財務處，戰時受基隆港指揮部指揮管制。",
            "（二）配合「精進案」第二階段組織調整規劃，於96年11月1日裁撤，負責任務由國軍台北財務處承接。"
        ]
    ],
    line: {
        left: '-150px',
        width: '150px',
        top: '15px',
        isLeft: true
    }
},{
    name: "龍岡財勤處",
    x: 541,
    y: 113,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        [
            "（一）本處駐地位於龍岡，配屬陸軍第六軍團司令部，職司軍團直屬部隊及周邊地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第一財勤處，並於87年7月1日改隸國防部，更銜為國軍龍岡財勤處，隸屬國防部主計局財務中心，並督導國軍湖口、林口及關渡財務作業組，戰時受第三作戰區指揮管制。",
            "（二）配合「精實案」組織調整規劃，於90年1月16日裁撤，負責任務分別由國軍中壢及龍潭財務組承接。"
        ]
    ],
    line: {
        left: '150px',
        width: '100px',
        top: '15px',
        isLeft: false,
    }
},{
    name: "東勢財勤處",
    x: 411,
    y: 273,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        [
            "（一）本處駐地位於東勢，配屬陸軍第十軍團司令部，職司軍團直屬部隊及周邊地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第二財勤處，並於87年7月1日改隸國防部，更銜為國軍東勢財勤處，隸屬國防部主計局財務中心，並督導國軍成功嶺、苗栗及集集財務作業組，戰時受第五作戰區指揮管制。",
            "（二）配合「精實案」組織調整規劃，於90年1月16日裁撤，負責任務分別由國軍台中財務處及國軍豐原財務組承接。"
        ]
    ],
    line: {
        left: '155px',
        width: '130px',
        top: '15px',
        isLeft: false
    }
},{
    name: "旗山財勤處",
    x: 291,
    y: 591,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        [
            "（一）本處駐地位於旗山，配屬陸軍第八軍團司令部，職司軍團直屬部隊及周邊地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第三財勤處，並於87年7月1日改隸國防部，更銜為國軍旗山財勤處，隸屬國防部主計局財務中心，並督導807（台南新化）及809（屏東龍泉）財務支援組，戰時受第四作戰區指揮管制。",
            "（二）配合「精實案」組織調整規劃，於88年7月1日裁撤，負責任務分別由國軍高雄財務處承接。"
        ]
    ],
    line: {
        left: '150px',
        width: '150px',
        top: '15px',
        isLeft: false
    }
},{
    name: "岡山組",
    x: 379,
    y: 625,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        [
            "（一）本組駐地位於岡山鎮，轄補東自○○、西濱○○、南至○○、北達○○，職司岡山地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第○○地區收支組，嗣於68年1月1日改隸聯勤第五十三地區收支組，並於87年7月1日改隸國防部，更銜為國軍岡山財務組，隸屬國防部主計局財務中心，特定配屬國軍高雄財務處，戰時受第四作戰區指揮管制",
            "（二）配合「精進案」第二階段組織調整規劃，於96年11月1日裁撤，負責任務由國軍左營財務組承接。"
        ]
    ],
    line: {
        left: '95px',
        width: '91px',
        top: '15px',
        isLeft: false
    }
},{
    name: "鳳山組",
    x: 242,
    y: 664,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        [
            "（一）本組駐地位於鳳山鎮，轄補東自大樹、西濱鳳山、南至林園、北達旗山，職司鳳山地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第卅一地區收支組，並於87年7月1日改隸國防部，更銜為國軍鳳山財務組，隸屬國防部主計局財務中心，特定配屬國軍高雄財務處，戰時受第四作戰區指揮管制。",
            "（二）配合「精進案」第二階段組織調整規劃，於99年11月1日裁撤，負責任務由國軍高雄財務處承接。"
        ]
    ],
    line: {
        left: '100px',
        width: '225px',
        top: '15px',
        isLeft: false
    }
}];