export default [{
    year: 60,
    y: 20,
    content: [
        {
            title: "民國60年1月",
            description: "投資華視、以及多次運用軍儲盈餘支援國軍各項福利及文康設施等，對於改善官兵生活、安定軍心及穩定社會金融卓有貢獻。"
        },
        {
            title: "民國60年10月",
            description: "為精簡組織，統一事權，將「國防部同袍儲蓄會」更名為「國軍同袍儲蓄會」。"
        }
    ]
},{
    year: 61,
    y: 22,
    content: []
},{
    year: 70,
    y: 24,
    content: [
        {
            title: "民國70年2月",
            description: "配合戰地政經建設，受託代辦東引、莒光及北竿島之民間儲蓄業務。"
        }
    ]
},{
    year: 73,
    y: 26,
    content: [
        {
            title: "民國73年9月",
            description: "試辦運用軍儲系統，開辦活期儲蓄存款撥發官兵薪餉，以改善薪餉發放方式。"
        }
    ]
},{
    year: 82,
    y: 28,
    content: [
        {
            title: "民國82年7月",
            description: "設置軍人儲蓄作業基金，相關收支納入中央政府預算體系規範。"
        }
    ]
},{
    year: 86,
    y: 30,
    content: [
        {
            title: "民國86年11月",
            description: "配合新一代電腦機具換裝，試辦單一櫃檯作業，各類存款均得同一櫃檯完成辦理，簡化作業流程，並於87年7月全面實施。"
        }
    ]
},{
    year: 90,
    y: 32,
    content: [
        {
            title: "民國90年7月",
            description: "遵奉行行政院核定「非營業特種基金預算改進方案」，辦理基金簡併，改納入「國君生產及服務作業基金」，並更名為「軍人儲蓄事業」。"
        }
    ]
},{
    year: 91,
    y: 34,
    content: [
        {
            title: "民國91年3月",
            description: "為落實國防二法組織編成，簡化管理層級，提升基金營運效益，國軍同袍儲蓄會奉國防部核定，改隸國防部主計局。"
        },
        {
            title: "民國91年9月",
            description: "同胞儲蓄會改銜為「國防部主計局同袍儲蓄會」。"
        }
    ]
},{
    year: 102,
    y: 36,
    content: [
        {
            title: "民國102年1月",
            description: "嗣因組織精簡，再奉國防部更銜為「國軍同袍儲蓄會」(簡稱同袍儲蓄會)迄今。"
        }
    ]
}];