data.people = [{
    name: "李炎光 將軍",
    start: "23.03.23",
    end: "29.11.16",
    description: ["將軍湖南湘鄉，民前27年12月27日生。軍需學校畢業。民國23年3月23日調任是職。"],
    image: "people/person01.png"
},{
    name: "汪奇柏 將軍",
    start: "29.11.16",
    end: "30.11.01",
    description: ["將軍江蘇吳江，民前13年12月1日生。江蘇省立第四師範學校畢業。民國29年11月16日調任是職。"],
    image: "people/person02.png"
},{
    name: "孫作人 將軍",
    start: "30.11.01",
    end: "37.02.02",
    description: ["將軍浙江杭縣，民前15年3月19日生。北京大學經濟系畢業。民國30年11月1日調任是職。"],
    image: "people/person03.png"
},{
    name: "吳嵩慶 將軍",
    start: "37.02.02",
    end: "51.07.16",
    description: ["將軍浙江鎮海，民前10年1月9日生。滬江大學商學院畢業，先後於法國巴黎大學市政學院、三軍聯大及國防研究院等進修。民國37年2月2日調任是職，為聯勤在臺復制後首任財務署長，至51年7月16日榮升副總司令。任內對建立財務制度、制定法規、開辦軍需訓練班，培訓人才及創辦軍中儲蓄，對建軍備戰，厥功至偉，勳猷懋著。"],
    image: "people/person04.png"
},{
    name: "王未之 將軍",
    start: "51.07.16",
    end: "58.09.01",
    description: ["將軍浙江奉化，民國2年5月21日生。軍需學校畢業，先後於美國三軍工業大學國防經濟系及國防研究院等進修。51年7月16日調任是職，至58年9月1日榮調中央銀行發行局局長。任內推展財務制度，健全財務作業，解決官兵借支薪餉問題，策訂軍工廠（修）製造經費統一收支準則，修定財勤機構會計作業實例，創始電腦處理官兵薪餉資料作業等，勛績卓著。"],
    image: "people/person05.png"
},{
    name: "湯茂松 將軍",
    start: "58.09.01",
    end: "59.07.01",
    description: ["將軍江蘇溧陽，民國3年11月19日生。軍需學校8期畢業，先後於美國財校特別班、三軍聯大及國防研究院等進修。58年9月1日調任是職，至59年7月1日榮調主計局局長。任內推行電腦發放薪餉及處理帳務、軍儲等作業，貢獻良多。"],
    image: "people/person06.png"
},{
    name: "林運祥 將軍",
    start: "59.07.01",
    end: "59.07.01",
    description: ["將軍廣東揭陽，民國4年9月15日生。廣東勷勤大學經濟系畢業，先後於美國陸軍財校高級班及美國印第安納州立大學企業研究院等進修。59年7月1日調任是職，至63年2月1日榮調中央銀行發行局局長。任內創辦電腦統計三軍發餉資料，軍儲一般利率存款，簡化業務費支付規定，改善營舍、裝備等，勛績卓著。"],
    image: "people/person07.png"
},{
    name: "毛信泉 將軍",
    start: "63.02.01",
    end: "67.07.10",
    description: ["將軍浙江奉化，民國8年8月28日生。軍需學校畢業，先後於美國經校特別班、陸軍參謀大學、三軍聯大及國防研究院等進修。63年2月1日調任是職，至67年7月10日榮調中央銀行發行局局長。任內推行郵局儲金立戶發放退俸，資訊資料儲存運用，修訂財務手冊及財勤戰時作業程序，改進發放作業方式等，勛績卓著。"],
    image: "people/person08.png"
},{
    name: "于建民 將軍",
    start: "67.07.10",
    end: "68.09.21",
    description: ["將軍河南西平，民國13年10月8日生。國立政大計政科畢業，先後於財務學校高級班、美國陸軍財校特別班、政戰學院研究班、三軍聯大及國防研究院等進修。67年7月10日調任是職，至68年9月21日榮調主計局局長。任內策辦銀行立戶發放官兵薪餉，清理大陸時期軍方投資農民銀行股權，購置黎明大廈為財勤單位辦公營舍等，勛績卓著。"],
    image: "people/person09.png"
},{
    name: "陳奎俊 將軍",
    start: "68.09.21",
    end: "71.12.01",
    description: ["將軍浙江義烏，民國12年7月12日生。軍需學校幹訓班1期畢業，先後於經理學校高級班、陸軍參謀大學及政戰學校英語班等進修。68年9月21日調任是職，任內策辦金融機構撥發官兵薪餉，軍儲實施固定及機動利率，興建營舍，改善官兵工作及生活環境，提高士氣，勛績卓著。"],
    image: "people/person10.png"
},{
    name: "何　鑑 將軍",
    start: "71.12.01",
    end: "74.11.01",
    description: ["將軍江蘇淮安，民國14年8月11日生。軍需學校19期畢業，先後於陸軍參謀大學、政戰學校研究班及三軍聯大等進修。71年12月1日調任是職，至74年11月1日榮調中央銀行發行局局長。任內完成財勤作業參考資料彙編，策辦軍儲活儲發放官兵薪餉，光大財務制度，勛績卓著。"],
    image: "people/person11.png"
},{
    name: "謝振華 將軍",
    start: "74.11.01",
    end: "76.01.10",
    description: ["將軍江蘇如皋，民國18年3月2日生。軍需訓練班學員隊1期畢業，先後於財務學校高級班及陸軍參謀大學等進修。74年11月1日調任是職，至76年1月10日榮調主計局局長。任內改善官兵生活設施，擴大實施軍儲活存發放官兵薪餉，辦理巡迴服務，簡化軍人有獎儲蓄券領獎手續，提高服務品質，勛績卓著。"],
    image: "people/person12.png"
},{
    name: "陳國雄 將軍",
    start: "76.01.10",
    end: "78.12.01",
    description: ["將軍湖南長沙，民國20年5月6日生。聯勤財務學校1期畢業，先後於國防管理學校研究班、美國財務學校主計班及美國陸軍副官學校資訊班等進修。76年1月10日調任是職，任內推廣資訊作業，實施辦公室自動化，推行服務競賽，勛績卓著。"],
    image: "people/person13.png"
},{
    name: "胡政才 將軍",
    start: "78.12.01",
    end: "83.04.01",
    description: ["將軍江蘇南京，民國22年3月27日生。聯勤財務學校1期畢業，先後於陸軍學院指參班、三軍大學戰爭學院及革命實踐研究院等進修。78年12月1日調任是職，任內貫徹財務制度，厲行經費節約，積極整編法規，落實人力培育，擴展資訊網路，改革薪餉發放作業方式，提昇服務品質，圓滿達成支援三軍任務。"],
    image: "people/person14.png"
},{
    name: "張翊引 將軍",
    start: "83.04.01",
    end: "85.06.01",
    description: ["將軍江蘇武進，民國27年1月5日生。聯勤財務學校5期畢業，先後於空軍學院指參班，國防管理學校研究班、中興大學企管系及淡江大學電腦班等進修。83年4月1日調任是職，任內律定6項工作目標，勗勉同仁戮力以赴，並接受總部以上對各項工作績效評比，榮獲22項第一，勳猷卓著。"],
    image: "people/person15.png"
},{
    name: "朱照男 將軍",
    start: "85.06.01",
    end: "88.07.01",
    description: ["將軍臺灣彰化，民國30年1月15日生。聯勤財務學校6期財務科畢業，先後於陸軍經理學校正規班、淡江大學會統系及國防管理學校研究班等進修。85年6月1日調任是職，至88年7月1日榮調主計局局長，任內策訂薪餉發放辦法，推動資訊系統換裝，泰緬地區戰士授田補償金發放，適切支援三軍，達成支前安後使命。"],
    image: "people/person16.png"
},{
    name: "郝代瑛 將軍",
    start: "88.08.01",
    end: "90.03.01",
    description: ["將軍山東青島，民國35年8月10日生。聯勤財務學校10期財務管理系畢業，先後於財務正規班及三軍大學國防管理班等進修。88年8月1日調任是職，任內策訂薪餉發放規定，辦理代管黃金銀元標售繳庫，精進補助費發放方式，編組軍人儲蓄作業委員會，加強官兵服務，開創財務新局。"],
    image: "people/person17.png"
},{
    name: "陳梅鑫 將軍",
    start: "90.03.01",
    end: "92.10.01",
    description: ["將軍臺灣臺中，民國38年10月25日生。陸軍財務經理學校15期財務管理系畢業，先後於財務正規班及三軍大學國防管理班等進修。90年3月1日調任是職，任內精進薪餉發放程序，擴大俸金驗證服務，簡化費款支付流程，策訂軍人儲蓄規定，提升服務效能，展現財務新猷。"],
    image: "people/person18.png"
},{
    name: "陳衛民 將軍",
    start: "92.10.01",
    end: "94.03.01",
    description: ["將軍臺灣基隆，民國40年2月13日生。陸軍財務經理學校16期財務管理系畢業，先後於財務正規班及三軍大學國防管理班等進修。92年10月1日調任是職，任內策訂薪餉結報注意事項，開辦志願士兵退撫費扣繳作業，辦理資訊設備換裝，並落實安全維護工作，全面提升服務品質。"],
    image: "people/person19.png"
},{
    name: "王漢鑫 將軍",
    start: "94.03.01",
    end: "99.04.01",
    description: ["將軍福建金門，民國45年2月1日生。陸軍財務經理學校21期財經系畢業，先後於財務正規班、三軍大學國防管理班及戰爭學院等進修。94年3月1日調任是職，任內精進薪餉發放流程，研訂標準作業手冊，推動國庫集中支付第二階段作業，貫徹經費核實，發揮財管功能，適切支援三軍。"],
    image: "people/person20.png"
},{
    name: "陳松培 將軍",
    start: "99.04.01",
    end: "99.07.01",
    description: ["將軍臺灣澎湖，民國42年12月31日生。陸軍財務經理學校20期財務管理系畢業，先後於財務正規班、三軍大學國防管理班、行政院主計人員訓練班及政治大學行政管理研究所等進修。99年4月1日調任是職，至99年7月1日榮調主計局局長，任內落實督考工作，並勗勉同仁確實做到適法裁量、公款法用、忠於職守、服從命令四大要求，完整推動以顧客為導向的創新服務思維，結合平戰一體之構建功能。"],
    image: "people/person21.png"
},{
    name: "陳　麒 將軍",
    start: "99.08.01",
    end: "102.03.01",
    description: ["將軍臺灣高雄，民國47年10月4日生。陸軍財務經理學校23期財經系畢業，先後於財務正規班、三軍大學國防管理班、中原大學企管研究所及美國東南大學研究所等進修。99年8月1日調任是職，至102年3月1日榮調主計局局長，任內推動財務資訊系統整合，退除給與直撥入戶，發展「業務流程改造」、「專業能力強化」及「管理功能提升」等多項專案計畫，圓滿達成支援三軍建軍備戰、維護官兵權益及照顧退伍袍澤之任務。"],
    image: "people/person22.png"
},{
    name: "張維明 將軍",
    start: "102.03.01",
    end: "105.03.01",
    description: ["將軍臺灣高雄，民國48年2月5日生。陸軍財務經理學校26期會計系畢業，先後於財務正規班、國防管理學院指參班及戰略班等進修。102年3月1日調任是職，任內精進軍人保險申領流程，擴大官兵金融理財服務，退除給與發放業務移轉，完成博愛分案搬遷任務，積極推動各項財務工作，達成建軍備戰及支前安後任務目標。 "],
    image: "people/person23.png"
}];