data.units = [{
    name: "台北處、儲蓄會 薪俸組、新北組",
    x: 950,
    y: 120,
    width: '245px',
    height: '80px',
    isLeft: true,
    description: [
        "本處駐地位於台北市，轄補東自基隆、西濱馬袓、南至台中、北達三芝，職司台北市及週邊地區(含基隆市)國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費（含外匯）暨軍人儲蓄等審核發放作業，前身為聯勤台北區收支處，於87年7月1日改隸國防部，更銜為國軍台北財務處，隸屬國防部主計局財務中心，並督導國軍龍潭、中壢、新竹、新北、馬袓財務組，戰時受第三作戰區指揮管制。",
        "本會駐地位於台北市，職司軍人儲蓄存款及發行儲蓄獎券等業務，創制初始係先總統　蔣公為改善三軍袍澤經濟生活，提倡勤儉樸實風氣，於46至47年間，曾先後5次指示財政部及國防部籌辦軍友銀行，鼓勵官兵儲蓄，嗣於48年2月1日奉行政院命令成立「國防部同袍儲蓄會」，61年10月16日為精簡組織，統一事權，更銜為「國軍同袍儲蓄會」，87年7月1日配合「精實案」，改隸國防部，受國防部財務中心業務督導，91年3月1日配合國防二法，改隸國防部主計局， 91年9月1日更銜為「國防部主計局同袍儲蓄會」，復因組織精簡，102年1月1日改隸國防部主計局財務中心，更銜為「國軍同袍儲蓄會」。",
        "本組駐地位於台北市，職司國軍人員薪給資料暨軍事院校文職教師月退休金發放資料之查核、彙總與管制作業，前身為聯勤薪餉資料管制處，嗣後分別於72年9月1日及81年3月1日更銜為聯勤退除俸金資料管制處、聯勤薪俸資料管制處，於87年7月1日改隸國防部，更銜為國軍薪俸資料管制處，於103年1月1日更銜為國軍薪俸資料管制組，隸屬國防部主計局財務中心，戰時受第三作戰區指揮管制。",
        "本組駐地位於新北市，轄補東自東北角、西濱三峽、南至龜山、北達北投，職司新北及北桃園等地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費（含集中支付）暨軍人儲蓄等審核發放作業，前身為聯勤第五十六收支組，駐地新北市板橋區新橋營區，於87年7月1日改隸國防部，更銜為國軍板橋財務組，於 101年11月5日駐地搬遷至新北市後備指揮部仁愛營區，更銜為國軍新北財務組，隸屬國防部主計局財務中心，並受國軍台北財務處業務督導，戰時受第三作戰區指揮管制。"
    ],
    line: {
        left: '-150px',
        width: '150px',
        top: '25px',
        isLeft: true
    }
},{
    name: "宜蘭組",
    x: 960,
    y: 230,
    width: 'auto',
    height: '40px',
    isLeft: true,
    description: ["本組駐地位於宜蘭市，轄補東自蘇澳、西濱三星、南至南澳、北達頭城，職司宜蘭地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第五十五地區收支組，於87年7月1日改隸國防部，更銜為國軍宜蘭財務組，隸屬國防部主計局財務中心，並受國軍花蓮財務組業務督導，戰時受第三作戰區指揮管制。"],
    line: {
        left: '-150px',
        width: '150px',
        top: '15px',
        isLeft: true
    }
},{
    name: "花蓮組",
    x: 915,
    y: 380,
    width: 'auto',
    height: '40px',
    isLeft: true,
    description: ["本組駐地位於花蓮市，轄補東自壽豐、西濱佳民、南至恆春、北達佳山，職司花蓮縣(市)地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第51地區收支組，嗣後分別於68年3月1日及72年9月1日更銜為聯勤第33地區收支組與聯勤第3地區收支組，於87年7月1日改隸國防部，更銜為國軍花蓮財務組，隸屬國防部主計局財務中心，並督導國軍宜蘭、台東財務組，戰時受第二作戰區指揮管制。"],
    line: {
        left: '-150px',
        width: '150px',
        top: '15px',
        isLeft: true
    }
},{
    name: "台東組",
    x: 860,
    y: 595,
    width: 'auto',
    height: '40px',
    isLeft: true,
    description: ["本組駐地位於臺東市，轄補東自綠島、西濱延平、南至大武、北達長濱，職司臺東地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第五十八地區收支組，於87年7月1日改隸國防部，更銜為國軍台東財務組，隸屬國防部主計局財務中心，並受國軍花蓮財務組業務督導，戰時受第二作戰區指揮管制。"],
    line: {
        left: '-180px',
        width: '180px',
        top: '15px',
        isLeft: true
    }
},{
    name: "龍潭組、中壢組",
    x: 420,
    y: 145,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        "本組駐地位於桃園龍潭，轄補東自大溪、西濱楊梅、南至新竹關西、北達中壢，職司桃園市及新竹縣部分地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第三十二地區收支組，於87年7月1日改隸國防部，更銜為國軍龍潭財務組，隸屬國防部主計局財務中心，並受國軍台北財務處業務督導，戰時受第三作戰區指揮管制。",
        "本組駐地位於桃園市內壢區，轄補東自八德、西濱竹圍、南至觀音、北達新莊，職司桃園地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第三十四地區收支組，於87年7月1日改隸國防部，更銜為國軍中壢財務組，隸屬國防部主計局財務中心，並受國軍台北財務處業務督導，戰時受第三作戰區指揮管制。"
    ],
    line: {
        left: '220px',
        width: '100px',
        top: '15px',
        isLeft: false,
    }
},{
    name: "馬祖組",
    x: 210,
    y: 115,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: ["本組駐地位於連江縣南竿鄉，轄補東自東引、西濱馬港、南至山隴、北達北竿，轄補馬祖地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費支付暨軍人儲蓄等審核發放作業，前身為聯勤第五十七地區收支組，於87年7月1日改隸國防部，更銜為國軍馬祖財務組，隸屬國防部主計局財務中心，並受國軍台北財務處業務督導，戰時受陸軍馬祖防衛指揮部作戰管制。"],
    line: {
        left: '100px',
        width: '80px',
        top: '15px',
        isLeft: false
    }
},{
    name: "金門組",
    x: 250,
    y: 230,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: ["本組駐地位於金門縣，轄補東自北碇、西濱二膽、南至金城、北達后嶼，職司金門及烈嶼地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第四財務勤務處，於87年7月1日改隸國防部，更銜為國軍金門財務處，於103年11月1日更銜為國軍金門財務組，隸屬國防部主計局財務中心，並受國軍台中財務處業務督導，戰時受金門防衛指揮部指揮管制。"],
    line: {
        left: '-80px',
        width: '80px',
        top: '15px',
        isLeft: true
    }
},{
    name: "台中處、新竹組、豐原組",
    x: 160,
    y: 305,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        "本處駐地位於台中市，轄補東自埔里、西濱彰化、南至南投、北達清泉崗，職司台中市、彰化縣及南投縣等地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第二財務組，嗣後於分別於42年2月1日及68年更銜為聯勤第二地區收支組、聯勤台中收支處， 於87年7月1日改隸國防部，更銜為國軍台中財務處，隸屬國防部主計局財務中心，並督導國軍嘉義、豐原、金門、雲林財務組，戰時受第五作戰區指揮管制。",
        "本組駐地位於新竹市，轄補東自樂山、西濱南寮、南至苗栗、北達湖口，職司新竹及苗栗地區國軍官兵薪餉、年終暨考績獎金、各項補助費、軍人儲蓄等發放業務及審核轄補預算支用單位國庫集中支付案件，前身為聯勤第三十五地區收支組，於87年7月1日改隸國防部，更銜為國軍新竹財務組，隸屬國防部主計局財務中心，並受國軍台北財務處業務督導，戰時受第三作戰區指揮管制。",
        "本組駐地位於臺中市豐原區，轄補東自谷關、西濱清水、南至大肚山、北達后里，職司台中地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第五十二地區收支組，於87年7月1日改隸國防部，更銜為國軍豐原財務組，於100年6月27日搬遷至中部地區後備指揮部向陽營區，隸屬國防部主計局財務中心，並受國軍台中財務處業務督導，戰時受第五作戰區指揮管制。"
    ],
    line: {
        left: '340px',
        width: '130px',
        top: '15px',
        isLeft: false
    }
},{
    name: "雲林組",
    x: 340,
    y: 400,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: ["本組駐地位於雲林縣斗六市，轄補東自梅山、西濱褒忠、南至中坑、北達集集，職司雲林縣、嘉義及南投地區國軍現役人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第五十四地區收支組，於87年7月1日改隸國防部，更銜為國軍雲林財務組，隸屬國防部主計局財務中心，並受受國軍台中財務處業務督導，戰時受第五作戰區指揮管制。"],
    line: {
        left: '100px',
        width: '125px',
        top: '15px',
        isLeft: false
    }
},{
    name: "澎湖組",
    x: 220,
    y: 440,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: ["本組位處澎湖馬公，轄補東自湖西、西濱西嶼、南至望安、北達白沙，職司澎湖地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第三十六地區收支組，於87年7月1日改隸國防部，更銜為國軍澎湖財務組，隸屬國防部主計局財務中心，並受國軍高雄財務處業務督導，戰時受第一作戰區指揮管制。"],
    line: {
        left: '100px',
        width: '70px',
        top: '15px',
        isLeft: false
    }
},{
    name: "嘉義組",
    x: 385,
    y: 460,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: ["本組駐地位於嘉義市，轄補東自阿里山、西濱東石、南至臺南大內、北達嘉義東區，職司嘉義縣(市)及臺南市部分地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第三十七地區收支組，於87年7月1日改隸國防部，更銜為國軍嘉義財務組，隸屬國防部主計局財務中心，並受國軍台中財務處業務督導，戰時受第五作戰區指揮管制。"],
    line: {
        left: '100px',
        width: '50px',
        top: '15px',
        isLeft: false
    }
},{
    name: "台南組",
    x: 290,
    y: 540,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: ["本組駐地位於台南市，轄補區域東自歸仁、西濱安平、南至高雄市岡山、北達官田，職司台南地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費支付暨軍人儲蓄等審核發放作業，前身為聯勤第三十九地區收支組，於87年7月1日改隸國防部，更銜為國軍台南財務組，隸屬國防部主計局財務中心，並受國軍高雄財務處業務督導，戰時受第四作戰區指揮管制。"],
    line: {
        left: '100px',
        width: '150px',
        top: '15px',
        isLeft: false
    }
},{
    name: "高雄處、左營組",
    x: 240,
    y: 620,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: [
        "本處駐地位於高雄市鳳山區，轄補東自大樹、西濱鳳山、南至林園、北達旗山，職司高雄市區及鳳山地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第二收支處，嗣後於51年3月1日改隸聯勤高雄區收支處，於87年7月1日改隸國防部，更銜為國軍高雄財務處，隸屬國防部主計局財務中心，並督導國軍左營、台南、屏東、澎湖財務組，戰時受第四作戰區指揮管制。",
        "本組駐地位於高雄市左營區，轄補東自旗山、西濱小金門、南至南沙、北達烏坵，職司北高雄及岡山地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第一地區收支組，於87年7月1日改隸國防部，更銜為國軍左營財務組，隸屬國防部主計局財務中心，並受國軍高雄財務處業務督導，戰時受第四作戰區指揮管制。"
    ],
    line: {
        left: '216px',
        width: '91px',
        top: '15px',
        isLeft: false
    }
},{
    name: "屏東組",
    x: 320,
    y: 750,
    width: 'auto',
    height: '40px',
    isLeft: false,
    description: ["本組駐地位於屏東市，轄補東自旭海、西濱小琉球、南至鵝鑾鼻、北達旗山，職司高雄及屏東地區國軍人員薪餉、年終獎金、考績獎金、各項補助費、業務費暨軍人儲蓄等審核發放作業，前身為聯勤第四十地區收支組， 87年7月1日改隸國防部，更銜為國軍屏東財務組，隸屬國防部主計局財務中心，並受國軍高雄財務處業務督導，戰時受第四作戰區指揮管制。"],
    line: {
        left: '100px',
        width: '225px',
        top: '15px',
        isLeft: false
    }
}];