export default [{
    name: "陳國雄將軍訪談影片",
    content: "陳國雄將軍湖南長沙，民國20年5月6日生。聯勤財務學校1期畢業，先後於國防管理學校研究班、美國財務學校主計班及美國陸軍副官學校資訊班等進修。76年1月10日調任是職，任內推廣資訊作業，實施辦公室自動化，推行服務競賽，勛績卓著。"
},{
    name: "朱照男將軍訪談影片",
    content: "朱照男將軍臺灣彰化，民國30年1月15日生。聯勤財務學校6期財務科畢業，先後於陸軍經理學校正規班、淡江大學會統系及國防管理學校研究班等進修。85年6月1日調任是職，至88年7月1日榮調主計局局長，任內策訂薪餉發放辦法，推動資訊系統換裝，泰緬地區戰士授田補償金發放，適切支援三軍，達成支前安後使命。"
},{
    name: "胡政才將軍訪談影片",
    content: "胡政才將軍江蘇南京，民國22年3月27日生。聯勤財務學校1期畢業，先後於陸軍學院指參班、三軍大學戰爭學院及革命實踐研究院等進修。78年12月1日調任是職，任內貫徹財務制度，厲行經費節約，積極整編法規，落實人力培育，擴展資訊網路，改革薪餉發放作業方式，提昇服務品質，圓滿達成支援三軍任務。"
},{
    name: "陳奎俊將軍訪談影片",
    content: "陳奎俊將軍浙江義烏，民國12年7月12日生。軍需學校幹訓班1期畢業，先後於經理學校高級班、陸軍參謀大學及政戰學校英語班等進修。68年9月21日調任是職，任內策辦金融機構撥發官兵薪餉，軍儲實施固定及機動利率，興建營舍，改善官兵工作及生活環境，提高士氣，勛績卓著。"
},{
    name: "謝振華將軍訪談影片",
    content: "謝振華將軍江蘇如皋，民國18年3月2日生。軍需訓練班學員隊1期畢業，先後於財務學校高級班及陸軍參謀大學等進修。74年11月1日調任是職，至76年1月10日榮調主計局局長。任內改善官兵生活設施，擴大實施軍儲活存發放官兵薪餉，辦理巡迴服務，簡化軍人有獎儲蓄券領獎手續，提高服務品質，勛績卓著。"
},{
    name: "王紹堉將軍訪談影片",
    content: ""
}];